Repository: common-repository/auto-insert-content
Catalog: i18n/auto-insert-content-*.po
Languages: pl_pl

source: Position must be a number.
pl_pl: Pozycja musi być liczbą.

source: Position can't be less than zero.
pl_pl: Pozycja nie może być mniejsza niż zero.

source: Position can't be more than one hundred.
pl_pl: Pozycja nie może być większa niż sto.

source: Position must be an integer between 0 and 100.
pl_pl: Pozycja musi być liczbą naturalną między 0 a 100.

source: Auto insert content
pl_pl: Automatyczny Dodawacz Treści

source: plugin-description
pl_pl: Przy pomocy tej wtyczki możesz automatycznie dodawać tekst do treści wszystkich wpisów na blogu. Najbardziej przydaje się to do takich rzeczy jak formularz rejestracyjny do newslettera.

source: contents
pl_pl: Dodawana treść

source: You can use shortcodes here.
pl_pl: Możesz używać shortcodes (specjalnych tagów w nawiasach kwadratowych).

source: position
pl_pl: Pozycja

source: description
pl_pl: To pole określa pozycję we wpisie gdzie dodany ma być tekst i przyjmuje wartość procentową. Dozwolone wartości są pomiędzy 0 (treść zostania dodana na samym początku) a 100 (treść zostanie dodana na samym końcu). W przypadku wartości pomiędzy tymi dwoma, algorytm spróbuje znaleźć miejsce pomiędzy dwoma blokami (akapit/lista/blok div) najbliższe wskazanemu.

source: activation-notice
pl_pl: Czy chcesz dokonać konfiguracji wtyczki Automatyczne Dodawanie Treści? <a href="%s">Kliknij tutaj</a>.

source: missing-wpautop-notice
pl_pl: Wygląda na to, że masz wyłączone automatyczne generowanie akapitów (filtr wpautop). Może to być spowodowane używaną skórką lub inną wtyczką - Automatyczny Dodawacz Treści nie będzie działał poprawnie bez znaczników HTML w tekście. Mimo braku tej funkcjonalności możliwe jest, że inny wtyczka lub mechanizm lub ręczne wpisanie zapewnia istnienie znaczników HTML ale nie da się tego wykryć. Proszę zweryfikować poprawne działanie wtyczki.
